export const ARTICLES = [
  {
    title: "애플 맥북 얼마에 팔아요?",
    content: "2023년도 맥북 얼마에 파는 게 좋을까요?",
    likes: 12
  },
  {
    title: "갤럭시 안드로이드 폰의 가격은?",
    content: "최신 갤럭시 안드로이드 폰의 가격은 얼마일까요?",
    likes: 20
  },
  {
    title: "부동산 투자의 시기는 언제인가요?",
    content: "현재 부동산 투자의 적절한 시기는 언제일까요?",
    likes: 5
  },
  {
    title: "여러분은 어떻게 증권 투자를 하세요?",
    content: "어떤 증권 투자 방법이 효과적이라고 생각하시나요?",
    likes: 15
  },
  {
    title: "토스증권의 장단점은?",
    content: "토스증권의 장단점은 무엇이라 생각하시나요?",
    likes: 8
  },
  {
    title: "중국에서 가장 인기 있는 전자제품은?",
    content: "중국에서 가장 인기 있는 전자제품은 무엇일까요?",
    likes: 10
  },
  {
    title: "건강식품을 추천해 주세요.",
    content: "현재 가장 인기 있는 건강식품은 무엇일까요?",
    likes: 25
  },
  {
    title: "은행 대출 금리의 변화는?",
    content: "은행 대출 금리의 변화는 어떻게 될까요?",
    likes: 3
  },
  {
    title: "여행을 준비하세요.",
    content: "여행을 준비할 때 필요한 준비물은?",
    likes: 12
  },
  {
    title: "여러분은 어떻게 운동을 하세요?",
    content: "현재 가장 인기 있는 운동 방법은?",
    likes: 18
  },
  {
    title: "기대되는 yeni 게임은?",
    content: "기대되는 yeni 게임은 무엇일까요?",
    likes: 20
  },
  {
    title: "가장 최근에 본 영화는?",
    content: "현재 가장 인기 있는 영화는?",
    likes: 15
  },
  {
    title: "여러분은 음악을 어떻게 감상하시나요?",
    content: "현재 가장 인기 있는 음악 감상 방법은?",
    likes: 8
  },
  {
    title: "프로그래밍 언어 추천",
    content: "기초 프로그래밍 언어는 무엇일까요?",
    likes: 10
  },
  {
    title: "디아블로 4의 출시일은?",
    content: "다음으로 기대되는 게임은?",
    likes: 25
  },
  {
    title: "여러분은 어떻게 잇몸을 관리하세요?",
    content: "현재 가장 중요하게 생각하는 건강 관리는?",
    likes: 5
  },
  {
    title: "여러분은 어떻게 하루를 시작하시나요?",
    content: "효과적인 하루 시작 방법은?",
    likes: 12
  },
  {
    title: "여러분의 인생 목표는 무엇인가요?",
    content: "현재의 목표는?",
    likes: 18
  },
  {
    title: "여러분은 كيف 어떻게 침대에서 자르세요?",
    content: "최근 잠을 이루는 방법은?",
    likes: 10
  },
  {
    title: "여러분은 어떻게 체중 감량을 하나요?",
    content: "체중 감량 방법은?",
    likes: 15
  },
  {
    title: "여러분은 어떻게 방을 청소 하나요?",
    content: "효과적인 방 청소 방법은?",
    likes: 8
  },
  {
    title: "여러분은 어떻게 나의 옷장 관리 하나요?",
    content: "옷장 관리 방법은?",
    likes: 12
  },
  {
    title: "여러분은 어떻게 일상생활을 합리화 하나요?",
    content: "일상생활을 어떻게 합리화 하나요?",
    likes: 20
  },
  {
    title: "여러분은 어떻게 일과를 계획 하나요?",
    content: "일과를 계획하는 방법은?",
    likes: 10
  },
  {
    title: "여러분은 어떻게 자기 계발을 하나요?",
    content: "자기 계발 방법은?",
    likes: 25
  }
];
