export const ArticleMocks = [
  {
    "id": 1,
    "title": "Article 1",
    "content": "Article 1 content",
    "createdAt": "2024-12-06T11:18:04.360Z",
    "updatedAt": "2024-12-06T11:18:04.360Z",
    "likes": 530
  },
  {
    "id": 2,
    "title": "Article 2",
    "content": "Article 2 content",
    "createdAt": "2024-12-06T11:18:04.360Z",
    "updatedAt": "2024-12-06T11:18:04.360Z",
    "likes": 260
  },
  {
    "id": 4,
    "title": "Article 4",
    "content": "Article 4 content",
    "createdAt": "2024-12-06T11:18:04.360Z",
    "updatedAt": "2024-12-06T11:18:04.360Z",
    "likes": 160
  },
  {
    "id": 5,
    "title": "Article 5",
    "content": "Article 5 content",
    "createdAt": "2024-12-06T11:18:04.360Z",
    "updatedAt": "2024-12-06T11:18:04.360Z",
    "likes": 460
  },
  {
    "id": 3,
    "title": "Article 3",
    "content": "Article 3 content",
    "createdAt": "2024-12-06T11:18:04.360Z",
    "updatedAt": "2024-12-07T12:42:12.590Z",
    "likes": 120
  },
  {
    "id": 6,
    "title": "아이폰 15pro 중고 가격이 어떻게 되나요?",
    "content": "안 쓰고 있는 아이폰 15pro 팔려고 하는데 중고 가격이 어떻게 되나요?",
    "createdAt": "2024-12-07T12:24:03.544Z",
    "updatedAt": "2024-12-07T12:43:20.817Z",
    "likes": 780
  },
  {
    "id": 8,
    "title": "LG 그램 화이트 모델 미개봉 제품 있나요?",
    "content": "LG 그램 화이트 모델 미개봉 제품 있나요? 미개봉이면 바로 사고싶네요 ㅎㅎ",
    "createdAt": "2024-12-07T12:38:59.461Z",
    "updatedAt": "2024-12-07T12:43:20.817Z",
    "likes": 560
  },
  {
    "id": 9,
    "title": "다이슨 에어랩 롱 로즈골드 요즘 중고가격 얼마 정도 할까요?",
    "content": "새로운 모델 선물받아서 팔려고 하는데 중고가격 얼마정도 하는지 아시는 분 계신가요?",
    "createdAt": "2024-12-08T02:52:18.467Z",
    "updatedAt": "2024-12-08T02:55:20.179Z",
    "likes": 170
  },
  {
    "id": 7,
    "title": "맥북 M2 에어 중고 가격 좀 알려주세요~",
    "content": "맥북 M2 에어 하나 사려고 하는데 중고 가격 아시는 분 계신가요? 😊",
    "createdAt": "2024-12-07T12:32:44.658Z",
    "updatedAt": "2024-12-08T12:38:46.794Z",
    "likes": 690
  },
];
